chat_system_767016939_actor_description=Alex Artist. An artist.
chat_system_767016939_snap_2_question=^?^Hello, [player], glad to see you! I hope you are interested in art - and know that it costs big money.
chat_system_767016939_snap_2_answer_0=^?^Yes, I'm very interested. Show me what you have.
chat_system_767016939_snap_2_answer_1=^?^No, I'm not really interested in art.
chat_system_767016939_snap_0_question=^?^Welcome to my workshop, traveler! Do you want to buy some of my canvases, or have you just decided to admire my work?
chat_system_767016939_snap_0_answer_0=^?^Who are you? A real artist?
chat_system_767016939_snap_0_header_0=^?^Don't you believe me? My name is Alexo de Artisto! I studied from the best masters of Darion and other lands! I know the le Pikal's technique, Malevio methods, and also the sun dust technique. Kings of all different countries order their portraits from me. One time I was the resident artist in maestro Katauro's studio. There I painted the legendary canvases of knights and their feats...
chat_system_767016939_snap_0_answer_1=^?^Well... I came to you by the order of Harl, the Griffin King.
chat_system_767016939_snap_0_answer_2=^?^No, I don't need your pictures. Maybe you have something else for sale?
chat_system_767016939_snap_0_answer_3=^?^Ok. Show me what you have for sale.
chat_system_767016939_snap_0_answer_4=^?^Very admirable. Thank you and goodbye.
chat_system_767016939_snap_1_question=^?^What does it mean "don't need my pictures"? These "pictures" as you call them are true artworks. Please, just look at them.
chat_system_767016939_snap_1_answer_0=^?^Ok. Show me!
